Repository: NiGuangOwO/HoardFarm
Catalog: HoardFarm/Data/Strings.*.resx
Languages: de

# ConfigWindow_Language
source: Language:
de: Sprache:

# ConfigWindow_Language_de
source: German
de: Deutsch

# ConfigWindow_Language_default
source: Client-Language
de: Client-Sprache

# ConfigWindow_Language_en
source: English
de: Englisch

# ConfigWindow_Language_fr
source: French
de: Französisch

# ConfigWindow_Language_ja
source: Japanese
de: Japanisch

# ConfigWindow_Language_ko
source: Korean
de: Koreanisch

# ConfigWindow_Language_zh
source: Chinese
de: Chinesisch

# MainWindow_StopAfter_Minutes
source: Minutes
de: Minuten

# MainWindow_StopAfter_Hoards
source: Found Hoards
de: Schätzen

# MainWindow_StopAfter_Runs
source: Runs
de: Durchläufe

# MainWindow_SupportMe
source: Support me ♥
de: Unterstützt mich ♥

# MainWindow_Time
source: Time: {0}
de: Zeit: {0}

# MainWindow_TimeWithAverage
source: Time: {0} (Ø {1})
de: Zeit: {0} (Ø {1})

# MainWindow_UnableToRun
source: Unable to run:
de: Start nicht möglich:

# MainWindow_vnavmeshRequired
source: This features requires "vnavmesh" to be installed.
de: Das Plugin "vnavhmesh" muss installiert sein.

# MainWindow_StopAfter
source: Stop After:
de: Beenden nach:

# MainWindow_Statistics_Runs
source: Runs: {0}
de: Durchläufe: {0}

# MainWindow_Statistics_Found
source: Found: {0} ({1:0.##} %)
de: Gefunden: {0} ({1:0.##} %)

# MainWindow_Statistics_CurrentSession
source: Current Session
de: Aktuelle Sitzung:

# MainWindow_Statistics
source: Statistics:
de: Statistiken:

# MainWindow_Savegame
source: Savegame:
de: Speicherstand:

# MainWindow_Savegame_1
source: Savegame 1
de: Speicherstand 1

# MainWindow_Savegame_2
source: Savegame 2
de: Speicherstand 2

# MainWindow_Progress
source: Progress: {0} / {1}
de: Fortschritt: {0} / {1}

# MainWindow_Overall
source: Overall:
de: Gesamt:

# HoardFarm_Status_SearchingObject
source: Searching {0}
de: Suche {0}

# HoardFarm_Status_Searching
source: Searching
de: Suche

# HoardFarm_Status_Timeout
source: Timeout
de: Zeitüberschreitung

# HoardFarm_Status_Unreachable
source: Unreachable
de: Unerreichbar

# HoardFarm_Status_Waiting
source: Waiting
de: Warten

# HoardFarm_Status_WaitingNavmesh
source: Waiting for vnavmesh
de: Warte auf vnavmesh

# MainWindow_DoRetainers
source: Do retainers:
de: Gehilfen:

# MainWindow_DoRetainers_AllDone
source: If ALL Retainer are done
de: Wenn ALLE Gehilfen fertig sind

# MainWindow_DoRetainers_AnyDone
source: If ANY Retainer is done
de: Wenn EIN Gehilfe fertig ist

# MainWindow_FarmMode_Efficiency
source: Efficiency
de: Effizienz

# MainWindow_FarmMode_Safety
source: Safety
de: Sicherheit

# MainWindow_OpenConfig
source: Open Config
de: Konfiguration öffnen

# MainWindow_OpenHelp
source: Open Help
de: Hilfe öffnen

# HoardFarm_Status_NoHoard
source: No Hoard
de: Kein Schatz

# HoardFarm_Status_PlayerDied
source: Player died
de: Spieler tot

# HoardFarm_Status_RetainerRunning
source: Retainer Running
de: Gehilfen losschicken

# HoardFarm_Status_Running
source: Running
de: Läuft

# HoardFarm_Status_Finished
source: Finished
de: Abgeschlossen

# HoardFarm_Status_HoardFound
source: Hoard Found
de: Schatz gefunden

# HoardFarm_Status_Leaving
source: Leaving
de: Verlasse

# HoardFarm_Status_MoveToHoard
source: Move to Hoard
de: Laufe zum Schatz

# HoardFarm_Status_MoveToHoH
source: Moving to HoH
de: Laufe zu Himmelssäule

# HoardFarm_Status_Done
source: Done
de: Fertig

# HoardFarm_Status_Error
source: Error
de: Fehler

# HoardFarm_Status_EnteringHoH
source: Entering HoH
de: Himmelssäule betreten

# ConfigWindow_WaitBetween
source: Wait between:
de: Warte zwischen:

# ConfigWindow_Seconds
source: %d seconds
de: %d Sekunden

# ConfigWindow_SlowMode
source: Slower mode
de: Langsamer Modus

# ConfigWindow_SupportKofi
source: Support on Ko-fi
de: Unterstützen auf Ko-fi

# ConfigWindow_Title
source: HoardFarm Config
de: HoardFarm Konfiguration

# DeepDungeonMenuOverlay_OpenHoardfarm
source: Open Hoardfarm
de: HoardFarm öffnen

# ConfigWindow_And
source: and
de: und

# ConfigWindow_DisableStatisticGathering
source: Disable statistic gathering
de: Statistik sammeln deaktivieren

# MainWindow_FarmMode
source: Farm Mode:
de: Farm-Modus:

# ConfigWindow_ResetStatistics
source: Reset local statistics
de: Lokale Statistik zurücksetzen

# MainWindow_EnableHoardFarmMode
source: Enable HoardFarm Mode
de: HoardFarm aktivieren

# ConfigWindow_DisableStatisticGathering_Help
source: Disables global gathering of runtimes and found hoards. Purely used to build a accurate global statistic. Only sends time of a run, if a hoard is found and the travel time to hoard. Character, timestamp or any other identifying info will NEVER send!
de: Deaktiviert das globale Sammeln von Laufzeiten und gefundenen Schätzen. Wird ausschließlich verwendet, um eine genaue globale Statistik zu erstellen. Sendet nur die Laufzeit, wenn ein Schatz gefunden wurde, sowie die Reisezeit zum Hoard. Charakterdaten, Zeitstempel oder andere identifizierende Informationen werden NIEMALS gesendet!

# ConfigWindow_GreetingText
source: Actually no really much to configure here.
de: Hier gibt es eigentlich nicht viel zu konfigurieren.

# ConfigWindow_OpenHoardfarmOverlay
source: Show "Open Hoardfarm"-Overlay
de: Zeige "HoardFarm öffnen"-Overlay

# ConfigWindow_SlowMode_Help
source: Slow mode will wait some seconds before requeue again. Not really necessary, but makes some people feel better.
de: Der Langsame-Modus wartet ein par Sekunden, bevor er erneut den Inhalt anmeldet. Nicht wirklich notwendig, aber manche fühlen sich damit wohler.

# HoardFarm_CommandHelp
source: Opens the Hoard Farm window. /hoardfarm config | c → Open the config window. /hoardfarm enable | e → Enable farming mode. /hoardfarm disable | d → Disable farming mode. /hoardfarm toggle | t → Toggle farming mode.
de: Öffnet das HoardFarm-Fenster. /hoardfarm config | c → Öffnet das Konfigurationsfenster. /hoardfarm enable | e → Aktiviert den Farming-Modus. /hoardfarm disable | d → Deaktiviert den Farming-Modus. /hoardfarm toggle | t → Schaltet den Farming-Modus um.

# HoardFarm_Status_Error_MinimalSetup
source: Please prepare before starting. You need at least one Intuition Pomander and one Concealment.
de: Bitte bereite dich vor, bevor du startest. Du benötigst mindestens einen Tongefäß des Finders und einen Tongefäß des Verschwindens.

# HoardFarm_Status_Error_Unprepared
source: Please prepare before starting. Floor One is not supported.
de: Bitte bereite dich vor, bevor du startest. Ebene Eins wird nicht unterstützt.

# ConfigWindow_SupportMe
source: Wanna support me? Buy me a coffee!
de: Du willst mich unterstützen? Kauf mir einen Kaffee!

# MainWindow_DoRetainers_AutoretainerNeeded
source: This features requires AutoRetainer to be installed and configured.
de: Diese Funktion erfordert, dass AutoRetainer installiert und konfiguriert ist.

# MainWindow_DoRetainers_Port
source: Ports to Limsa Lominsa and runs retainers between runs if done.
de: Portet nach Limsa Lominsa und führt die Gehilfen zwischen den Läufen aus, falls abgeschlossen.

# MainWindow_DoRetainers_WrongWorld
source: Please check the current world name or Inventory slot.
de: Bitte überprüfe den aktuellen Weltnamen oder deine Inventarslots.

# MainWindow_FarmMode_Efficiency_Help
source: Efficiency mode will search and try to find every hoard. >20% of the hoards are unreachable from start. It will take some seconds to find it. This mode is still recommended.
de: Der Effizienzmodus sucht und versucht, jeden Hoard zu finden. 20 % der Hoards sind vom Startpunkt aus nicht erreichbar. Es dauert ein paar Sekunden, sie zu finden. Dieser Modus wird trotzdem empfohlen.

# MainWindow_FarmMode_Safety_Help
source: Safety mode will NOT search for hoards. It instantly leaves if the hoard is unreachable. Safer and faster runs but you will miss a lot of hoards. It will take longer overall.
de: Der Sicherheitsmodus sucht NICHT nach Hoards. Er verlässt sofort den Inhalt, wenn der Hoard unerreichbar ist. Sicherere und schnellere Läufe, aber du wirst viele Hoards verpassen. Insgesamt dauert es dadurch länger.

# MainWindow_ProgressNoTime
source: Suffer mode. Unable to calculate the remaining time.
de: Du wirst Leiden. Verbleibende Zeit kann nicht berechnet werden.

# MainWindow_ProgressZero
source: Damn it will take ages. Trust me
de: Das wird ewig dauern... Vertrau mir.

# MainWindow_RemainingTime
source: You will need at least {0} of farming to complete the achievement.
de: Du wirst mindestens {0} benötigen, um das Achievement abzuschließen.

# MainWindow_RemainingTimeDays
source: You will need at least {0} Days and {1} of farming to complete the achievement.
de: Du wirst mindestens {0} Tage und {1} benötigen, um das Achievement abzuschließen.
